---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.BlendFailures
source: html/fa7b70e3-dfe4-4f10-29e7-6d24f9394434.htm
---
# BuiltInFailures.BlendFailures Properties

Can't create blend.